Repository: Desuneko/squeeze
Catalog: po/*.po
Languages: ar, ast, be, bg, da, es, eu, fi, fr, he, hr, id, kk, lv, nl, pa, pl, ru, sq, sr, te, tl_ph, uk, zh_tw

source: Filename
ar: اسم الملف
be: Назва файла
bg: Име на файл
hr: Ime datoteke
kk: Файл аты
nl: Bestandsnaam
pl: Nazwa pliku
ru: Имя файла
sr: Назив датотеке
te: ఫైల్ పేరు
zh_tw: 檔名

source: Initializing archive
be: Ініцыялізацыя архіва
fi: Alustetaan arkisto
fr: Initialisation de l'archive
nl: Archief initialiseren

source: Refreshing archive contents
be: Абнаўленьне зьместу архіва
fi: Virkistetään arkiston sisältö
fr: Rafraîchir le contenu de l'archive
nl: Inhoud van archief vernieuwen

source: Adding file(s) to archive
be: Дадаваньне файлаў да архіва
fi: Lisätään tiedosto(ja) arkistoon
fr: Ajout de fichier(s) à l'archive
nl: Bestand(en) aan het toevoegen aan archief

source: Extracting file(s) from archive
be: Распакоўка файлаў з архіва
fi: Puretaan tiedosto(ja) arkistosta
fr: Extraction de fichier(s) de l'archive
nl: Bestand(en) uitpakken uit archief

source: Removing file(s) from archive
be: Выдаленьне файлаў з архіва
fi: Poistetaan tiedosto(ja) arkistosta
fr: Suppression de fichier(s) de l'archive
nl: Bestand(en) verwijderen uit archief

source: Done
ar: تم
ast: Fináu
be: Зроблена
bg: Готово
da: Færdig
es: Terminado
eu: Eginda
fi: Valmis
fr: Terminé
he: הפעולה הסתיימה
hr: Gotovo
id: Selesai
kk: Болды
lv: Gatavs
nl: Klaar
pa: ਸਮਾਪਤ
pl: Zrobione
ru: Завершено
sr: Урађено
te: అయినది
tl_ph: Tapos na
uk: Завершено
zh_tw: 完成

source: Extracting file(s) to temporary directory
fr: Extraction de fichier(s) vers un dossier temporaire
nl: Bestand(en) uitpakken naar tijdelijke map

source: Performing an extended action
be: Выкананьне пашыранага дзеяньня
fi: Suoritetaan lisätoiminto
fr: Action étendue en cours
nl: Uitgebreide actie uitvoeren

source: Cancelled
be: Скасаванае
fi: Peruutettu
fr: Annulé
nl: Geannulleerd

source: Error
be: Памылка
fi: Virhe
fr: Erreur
nl: Fout

source: Overwrite existing files
be: Перазапісаць наяўны файл?
fi: Korvaa olemassaolevat
fr: Écraser les fichiers existants
nl: Bestaande bestanden overschrijven
sq: Mbishkruaj kartela ekzistuese

source: Overwrite existing files on extraction
be: Перазапісаць файлы, якія існуюць
fi: Korvaa olemassaolevat tiedostot purkaessa
fr: Écraser les fichiers existants à l'extraction
nl: Bestaande bestanden overschrijven tijdens uitpakken
sq: Mbishkruaj kartela ekzistuese në përftim e sipër

source: Touch files
be: Дакрануцца да файлаў
fi: Kosketa tiedostoja
fr: "Touch" fichiers
nl: Bestanden aanraken
sq: Prek kartela

source: Strip directories
be: Абрэзаць тэчкі
fi: Karsi hakemistot
fr: Enlever les répertoires
nl: Mappen strippen

source: Keep newer files
be: Пакінуць навейшыя файлы
fi: Säilytä uudemmat
fr: Garder les fichiers plus récents
nl: Nieuwere bestanden behouden
sq: Mbaj kartelat më të reja

source: Do not overwrite files newer than those in the archive
fr: Ne pas écraser les fichiers plus récents que ceux dans l'archive
nl: Bestanden die nieuwer zijn dan die in het archief niet overschrijven

source: Override permissions
be: Перазапісаць правы
fi: Ohita oikeudet
fr: Outrepasser les permissions
nl: Rechten overschrijven
sq: Leje anashkalimi

source: Size
be: Памер
eu: Tamaina
fi: Koko
fr: Taille
he: גודל
nl: Grootte
pa: ਆਕਾਰ
sq: Madhësi
uk: Розмір

source: View filesize
be: Прагляд памеру файлаў
fi: Näytä tiedostokoko
fr: Voir la taille du fichier
nl: Grootte weergeven
sq: Shihni madhësi kartele

source: Permissions
be: Правы доступу
fi: Oikeudet
nl: Rechten
sq: Leje

source: View permissions
be: Прагляд правоў
fi: Näytä oikeudet
fr: Voir les permissions
nl: Rechten weergeven
sq: Shihni lejet

source: Owner/Group
be: Уладальнік/група
eu: Jabea/Taldea
fi: Omistaja/ryhmä
fr: Propriétaire/Groupe
he: בעלים/קבוצה
nl: Eigenaar/Groep
pa: ਓਨਰ/ਗਰੁੱਪ
sq: Pronar/Grup
uk: Власник/Група

source: View owner/group
be: Прагляд уладальніка/групы
fi: Näytä omistaja/ryhmä
fr: Voir le Propriétaire/Groupe
nl: Eigenaar / groep weergeven
sq: Shihni zotërues/grup

source: Date
be: Дата
eu: Data
fi: Pvm
he: תאריך
nl: Datum
pa: ਤਾਰੀਖ
sq: Datë
uk: Дата

source: View date
be: Прагляд даты
fi: Näytä pvm
fr: Voir la date
nl: Datum weergeven
sq: Shih datë

source: Time
be: Час
eu: Ordua
fi: Aika
fr: Temps
he: זמן
nl: Tijd
pa: ਟਾਈਮ
sq: Kohë
uk: Час

source: View time
be: Прагляд часу
fi: Näytä aika
fr: Voir le temps
nl: Tijd weergeven
sq: Shihni kohën

source: Password
be: Пароль
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
sq: Fjalëkalim

source: Compressed Size
be: Сьціснуты памер
fi: Koko pakattuna
fr: Taille compressé
nl: Gecomprimeerde Grootte
sq: Madhësi e Ngjeshur

source: View compressed filesize
be: Прагляд памераў сьціснутых файлаў
fi: Näytä koko pakattuna
fr: Voir la taille du fichier compressé
nl: Gecomprimeerde bestandsgrootte weergeven
sq: Shihni madhisë kartele të ngjeshur

source: Ratio
be: Суадносіны
eu: Erlazioa
fi: Suhde
he: יחס
nl: Verhouding
pa: ਅਨੁਪਾਤ
sq: Përpjestim
uk: Коефіцієнт

source: View ratio
be: Узровень сьцісканьня
fi: Näytä suhde
fr: Voir le ratio de compression
nl: Verhouding weergeven
sq: Shihni përpjestim

source: Method
be: Мэтад
eu: Metodoa
fi: Metodi
fr: Méthode
he: שיטה
nl: Methode
pa: ਢੰਗ
sq: Metodë
uk: Метод

source: View method
be: Прагляд мэтаду
fi: Näytä metodi
fr: Voir la méthode
nl: methode weergeven
sq: Shihni metodë

source: Checksum
be: Кантрольная сума
fi: Tarkiste
nl: Checksom
sq: Përmbledhje kontrolli

source: View Checksum
be: Прагляд кантрольнае сумы
fi: Näytä tarkiste
fr: Voirle checksum
nl: Checksom weergeven
sq: Shihni përmbledhje kontrolli

source: Compression version
be: Вэрсія сьцісканьня
fi: Pakkaustyypin versio
fr: Version de la compression
nl: Compressie versie
sq: Version ngjeshjeje

source: View compression version
be: Прагляд вэрсіі сьцісканьня
fi: Näytä pakkaustyypin versio
fr: voir la version de la compression
nl: Compressie versie weergeven
sq: Shihni version ngjeshjeje

source: Version
be: Вэрсія
eu: Bertsioa
fi: Versio
he: גרסה
nl: Versie
pa: ਵਰਜਨ
uk: Версія

source: [destination path]
ar: [مسار الوجهة]
ast: [camín de destín]
be: [месца прызначэньня]
bg: [дестинация на път]
da: [målsti]
es: [ruta de destino]
eu: [helburu bidea]
fi: [kohdepolku]
fr: [chemin de destination]
he: [נתיב יעד]
hr: [odredišna staza]
id: [alamat tujuan]
kk: [мақсат орны]
lv: [galamērķa ceļš]
nl: [bestemmings map]
pl: [ścieżka docelowa]
ru: [путь назначения]
sq: [shteg përfundimi]
sr: [одредишна путања]
te: [గమ్యపు పథం]
uk: [наступний шлях]
zh_tw: [目標路徑]

source: [archive path] [file1] [file2] ... [fileN]
ar: [مسار الأرشيف] [ملف1] [ملف2] ... [ملفN]
ast: [camín de ficheru comprimíu] [ficheru1] [ficheru2] ... [ficheruN]
be: [шлях да архіва] [файл1] [файл2] ... [файлN]
bg: [път до архива] [файл1] [файл2] ... [файлN]
da: [Arkivsti] [Fil1] [Fil2] ... [FilN]
es: [ruta de archivo comprimido] [archivo1] [archivo2] ... [archivoN]
eu: [pakete bidea] [1fitx] [2fitx] ... [NFitx]
fi: [arkiston polku] [tied1] ... [tiedN]
fr: [archive chemin] [fichier1] [fichier2] ... [fichierN]
he: [נתיב ארכיון] [קובץ1] [קובץ2] ... [קובץN]
hr: [staza arhive] [datoteka1] [fdatoteka2] ... [datotekaN]
id: [alamat arsip] [berkas1] [berkas2] ... [berkasN]
kk: [архив жолы] [файл1] [файл2] ... [файлN]
lv: [arhīva ceļš] [fails1] [fails2] ... [failsN]
nl: [archief pad] [bestand1] ... [bestandN]
pl: [ŚCIEŻKA] [PLIKI]
ru: [путь архива] [файл1] [файл2] ... [файлN]
sq: [shteg arkive] [kartelë1] [kartelë2] ... [kartelëN]
sr: [путања архиве] [датотека1] [датотека2] ... [датотекаН]
uk: [шлях архіву] [файл1] [файл2] ... [файлN]
zh_tw: [封存路徑] [檔案1] [檔案2] ... [檔案N]

source: [file1] [file2] ... [fileN]
ar: [ملف1] [ملف2] ... [ملفN]
ast: [ficheru1] [ficheru2] ... [ficheruN]
be: [файл1] [файл2] ... [файлN]
bg: [файл1] [файл2] ... [файлN]
da: [Fil1] [Fil2] ... [FilN]
es: [archivo1] [archivo2] ... [archivo]
eu: [1fitx] [2fitx] ... [NFitx]
fi: [tied1] ... [tiedN]
fr: [fichier1] [fichier2] ... [fichierN]
he: [קובץ1] [קובץ2] ... [קובץN]
hr: [fdatoteka1] [fdatoteka2] ... [datotekaN]
id: [berkas1] [berkas2] ... [berkasN]
kk: [файл1] [файл2] ... [файлN]
lv: [fails1] [fails2] ... [failsN]
nl: [bestand1] [bestand2] ... [bestandN]
pl: [PLIKI]
ru: [файл1] [файл2] ... [файлN]
sq: [kartelë1] [kartelë2] ... [kartelëN]
sr: [датотека1] [датотека2] ... [датотекаН]
uk: [файл1] [файл2] ... [файлN]
zh_tw: [檔案] [檔案2] ... [檔案N]

source: Version information
ar: معلومات الإصدار
ast: Información de versión
be: Зьвесткі пра вэрсію
bg: Информация за версията
da: Versionsinformation
es: Información de versión
eu: Bertsio argibideak
fi: Versiotiedot
fr: Informations de version
he: מידע על הגרסה הנוכחית
hr: Informacije o verziji
id: Informasi versi
kk: Нұсқа ақпараты
lv: Versijas informācija
nl: Versie informatie
pa: ਵਰਜਨ ਜਾਣਕਾਰੀ
pl: Wypisuje informacje o wersji i kończy
ru: Информация о версии
sq: Të dhëna versioni
sr: Подаци о издању
te: రూపాంతర సమాచారం
uk: Інформація про версію
zh_tw: 版本資訊

source: [archive name]
ar: [اسم الأرشيف]
ast: [nome de ficheru]
be: [назва архіва]
bg: [име на архив]
da: [Arkivnavn]
es: [nombre de archivo]
eu: [pakete izena]
fi: [arkiston nimi]
fr: [nom de l'archive]
he: [שם ארכיון]
hr: [ime arhive]
id: [nama arsip]
kk: [архив аты]
lv: [arhīva nosaukums]
nl: [archief naam]
pa: [ਆਕਾਈਵ ਨਾਂ]
pl: [NAZWA]
ru: [имя архива]
sq: []emër arkive]
sr: [назив архиве]
uk: [назва архіву]
zh_tw: [封存檔名稱]

source: %s: %s Try %s --help to see a full list of available command line options.
ar: %s: %s جرب %s --help في مشاهدة قائمة كاملة بالخيارات المتاحة سطر الأوامر.
ast: %s: %s Preba %s --help pa ver una llista completa d'opciones de llinia de comandos.
be: %s: %s Паспрабуйце %s --help, каб убачыць сьпіс наяўных опцыяў.
bg: %s: %s Използвайте %s --help за да видите списъка с достъпните команди.
da: %s: %s Prøv %s --help for at se en komplet liste af mulige kommandolinjevalg.
es: %s: %s Pruebe %s --help para ver una lista completa de opciones de línea de comando.
eu: %s: %s %s --help abiarazi komando lerroko aukeren zerrenda osoa ikusteko.
fi: %s: %s Kirjoittamalla %s --help saat täyden listan komentorivivalitsimista.
fr: %s : %s Essayez %s --help pour avoir une liste complète d'options.
he: %s: %s נא לעיין %s --help כדי לראות רשימה מלאה של הפקודות הזמינות.
hr: %s: %s Pokušaj %s --help da biste vidjeli cijelu listu dostupnih opcija naredbenog retka.
id: %s: %s Coba %s --help untuk melihat senarai lengkap opsi baris perintah yang tersedia.
kk: %s: %s Командалық жолдың барлық опцияларын қарап шығу үшін %s --help енгізіңіз.
lv: %s: %s Mēģiniet %s --help, lai redzētu pilnu sarakstu ar komandlīnijas opcijām.
nl: %s: %s Probeer %s --help voor een volledige lijst van mogelijke opties.
pl: %s: %s Proszę wpisać „%s --help” aby wypisać pełną listę opcji wiersza poleceń.
ru: %s: %s Введите%s --help для просмотра списка всех возможных команд
sq: %s: %s Provoni %s --help për të parë një listë të plotë të mundësive të passhme për rresht urdhërash.
sr: %s: %s Покушајте „%s --help“ да видите потпун списак расположивих могућности линије наредби.
uk: %s: %s Спробуйте %s --help щоб переглянути повний список доступних опцій командного рядка.
zh_tw: %s: %s 試試 %s --help 可查看可用指令列選項的完整清單。

source: Internal Style
ar: نمط داخلي
ast: Estilu internu
be: Унутраны стыль
bg: Вътрешен стил
da: Intern stil
es: Estilo interno
eu: Barne Estiloa
fi: Sisäinen tyyli
fr: Style interne
he: עיצוב פנימי
id: Gaya Internal
kk: Сыртқы стиль
lv: Iekšējais stils
nl: Interne Stijl
pa: ਇੰਟਰਨਲ ਸ਼ੈਲੀ
pl: Wewnętrzny
ru: Внутренний стиль
sq: Stil i Brendshëm
sr: Унутрашњи изглед
te: అంతర్గత శైలి
uk: Вбудований стиль
zh_tw: 內部樣式

source: Tool Bar Style
ar: نمط شريط الأدوات
ast: Estilu de barra de ferramientes
be: Стыль панэлі сродкаў
bg: Стил на лентата с инструменти
da: Værktøjsbjælkestil
es: Estilo de barra de herramientas
eu: Tresn Barra Estiloa
fi: Työkalupalkkityyli
fr: Style de la barre d'outils
he: עיצוב סרגל הכלים
hr: Stil alatne trake
id: Gaya Batang Alat
kk: Сайман панелі стилі
lv: Rīkjoslas stils
nl: Werkbalk Stijl
pa: ਟੂਲ ਪੱਟੀ ਸਟਾਇਲ
pl: Przyciski nawigacji
ru: Стиль панели
sq: Stil Shtylle Mjetesh
sr: Изглед траке алата
te: పనిముట్టు పట్టీ శైలి
tl_ph: Estilo ng Tool Bar
uk: Панель інструментів
zh_tw: 工具列樣式

source: Path Bar Style
ar: نمط شريط المسار
ast: Estilu de barra de direiciones
be: Стыль панэлі шляху
bg: Стил на лентата с местоположението
da: Stibjælkestil
es: Estilo de barra de direcciones
eu: Bide Barra Estiloa
fi: Polkupalkkityyli
fr: Style de la barre de chemin
he: עיצוב סרגל הניווט
hr: Stil trake staze
id: Gaya Batang Alamat
kk: Жол панелі стилі
lv: Ceļjoslas stils
nl: Padbalk Stijl
pa: ਪਾਥ ਪੱਟੀ ਸਟਾਇਲ
pl: Przyciski katalogów
ru: Путь к панели
sq: Stil Shtegu Shtylle
sr: Изглед траке са путањом
tl_ph: Estilo ng Path Bar
uk: Панель шляху
zh_tw: 路徑列樣式

source: Navigation Style
ar: نمط الملاحة
ast: Estilu de restolación
be: Стыль навігацыі
bg: Стил на навигация
da: Navigationsstil
es: Estilo de navegación
eu: Nabigazio estiloa
fi: Navigointitapa
fr: Style de navigation
he: סגנון ניווט
hr: Stil navigacije
id: Gaya Navigasi
kk: Навигация стилі
lv: Navigācijas stils
nl: Navigatie Stijl
pa: ਨੇਵੀਗੇਸ਼ਨ ਸਟਾਇਲ
pl: Pasek położenia
ru: Стиль навигации
sq: Stil Lundrimi
sr: Изглед кретања
tl_ph: Estilo ng Navigation
uk: Навігація
zh_tw: 瀏覽樣式

source: Style of navigation The style to navigate trough the archive
ar: نمط الملاحة سيتم تحديد نمط التنقل في الأرشيف
ast: Estilu de restolación L'estilu pa restolar pol ficheru comprimíu
be: Стыль навігацыі Стыль навігацыі праз архіў
bg: Стил на навигация Стилът на придвижване през архива
da: Navigationsstil Navigationsstilen til at navigere i arkivet
es: Estilo de navegación El estilo para navegar por el archivo comprimido
eu: Nabigazio estiloa Paketean zehar nabigatzeko erabiliko den estiloa
fi: Navigointitapa Tapa, jolla navigoit arkistossa
fr: Style de navigation La manière de naviguer dans l'archive
he: סגנון הניווט אופן הניווט בתוך ארכיון
hr: Navigacijski stil Stil za navigaciju kroz arhivu
id: Gaya navigasi Gaya untuk menavigasi ke seluruh arsip
kk: Навигация стилі Архив ішінде навигация стилі
lv: Navigācijas stils Stils, lai pārvietotos pa arhīvu
nl: Navigatie stijl De stijl om te navigeren door het archief
pa: ਨੇਵੀਗੇਸ਼ਨ ਦਾ ਸਟਾਇਲ ਆਕਾਈਵ ਵਿੱਚ ਨੇਵੀਗੇਸ਼ਨ ਦਾ ਸਟਾਇਲ ਹੈ
pl: Styl nawigacji Sposób nawigowania po archiwum
ru: Стиль навигации Стиль для навигации через архив
sq: Stil lundrimi Stili i lundrimit nëpër arkivë
sr: Изглед кретања Изглед за кретање кроз архиву
tl_ph: Estilo ng navigation Ang estilo ng pag-navigate sa archive
uk: Стиль навігації Стиль навігації всередині архіву
zh_tw: 瀏覽的樣式 瀏覽封存的樣式

source: _File
ar: _ملف
ast: _Ficheru
be: _Файл
bg: _Файл
da: _Fil
es: _Archivo
eu: _Fitxategia
fi: _Tiedosto
fr: _Fichier
he: _קובץ
hr: _Datoteka
id: _Berkas
kk: _Файл
lv: _Fails
nl: _Bestand
pa: ਫਾਇਲ(_F)
pl: _Plik
ru: _Файл
sq: _Kartelë
sr: _Датотека
te: ఫైల్ (_F)
uk: _Файл
zh_tw: 檔案(_F)

source: _Action
ar: _إجراء
ast: Ai_ción
be: _Дзеяньне
bg: _Действие
da: _Handling
es: A_cción
eu: _Ekintza
fi: Toi_minto
he: _פעולות
hr: _Akcija
id: _Aksi
kk: Әр_екет
lv: _Darbība
nl: _Actie
pa: ਐਕਸ਼ਨ(_A)
pl: _Akcja
ru: _Действие
sq: _Veprim
sr: _Радња
te: చర్య (_A)
uk: Д_ії
zh_tw: 動作(_A)

source: _Add
be: _Дадаць
eu: _Gehitu
fi: _Lisää
fr: _Ajouter
he: _הוספה
nl: _Toevoegen
pa: ਸ਼ਾਮਲ(_A)
sq: _Shto
uk: _Додати

source: _Extract
ar: _استخرج
ast: _Estrayer
be: Рас_пакаваць
bg: _Извличане
da: _Udpak
es: _Extraer
eu: _Atera
fi: P_ura
fr: _Extraire
he: _חילוץ
hr: _Raspakiraj
id: _Ekstrak
kk: _Тарқату
lv: _Atspiest
nl: _Uitpakken
pa: ਖਿਲਾਰੋ(_E)
pl: _Rozpakuj
ru: _Извлечь
sq: _Përfto
sr: _Распакуј
te: పొందు (_E)
uk: _Розпакувати
zh_tw: 抽出(_E)

source: _View
ar: _عرض
ast: _Ver
be: _Выгляд
bg: _Преглед
da: _Vis
es: _Ver
eu: _Ikusi
fi: _Näytä
fr: Afficha_ge
he: _תצוגה
hr: _Pogled
id: _Tampilan
kk: Тү_рі
lv: _Skats
nl: B_eeld
pa: ਵੇਖੋ(_V)
pl: _Widok
ru: _Просмотр
sq: _Parje
sr: _Приказ
te: వీక్షణం (_V)
tl_ph: _Tanaw
uk: _Переглянути
zh_tw: 檢視(_V)

source: Add
be: Дадаць
eu: Gehitu
fi: Lisää
fr: Ajouter
he: הוספה
nl: Toevoegen
pa: ਸ਼ਾਮਲ
sq: Shto
uk: Додати

source: Extract
ar: استخرج
ast: Estrayer
be: Распакаваць
bg: Извличане
da: Udpak
es: Extraer
eu: Atera
fi: Pura
fr: Extraire
he: חילוץ
hr: Raspakiraj
id: Ekstrak
kk: Тарқату
lv: Atspiest
nl: Uitpakken
pa: ਖੋਲ੍ਹੋ
pl: Rozpakuj
ru: Извлечь
sq: Përfto
sr: Распакуј
te: పొందు
uk: Розпакувати
zh_tw: 抽出

source: Open archive in new window
ar: افتح الأرشيف في نافذة جديدة
ast: Abrir ficheru nuna nueva ventana
be: Адкрыць архіў у новым акне
bg: Отваряне на архива в нов прозорец
da: Åbn arkiv i nyt vindue
es: Abrir archivo en una nueva ventana
eu: Paketea leiho berrian ireki
fi: Avaa arkisto uuteen ikkunaan
fr: Ouvrir l'archive dans une nouvelle fenêtre
he: פתיחת ארכיון בחלון חדש
hr: Otvori arhivu u novom prozoru
id: Buka arsip di jendela baru
kk: Архивті жаңа терезеде ашу
lv: Atvērt arhīvu jaunā logā
nl: Archief openen in een niew venster
pa: ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਆਕਾਈਵ ਖੋਲ੍ਹੋ
pl: Otwórz archiwum w nowym oknie
ru: Открыть архив в новом окне
sq: Hap arkivë në dritare të re
sr: Отвори архиву у новом прозору
te: సంగ్రహాన్ని కొత్త కిటికీలో తెరువు
tl_ph: Buksan ang archive sa bagong window
uk: Відкрити архів у новому вікні
zh_tw: 以新視窗開啟封存檔

source: Open archive
ar: افتح الأرشيف
ast: Abrir ficheru
be: Адкрыць архіў
bg: Отваряне на архив
da: Åbn arkiv
es: Abrir archivo
eu: Paketea ireki
fi: Avaa arkisto
fr: Ouvrir l'archive
he: פתיחת ארכיון
hr: Otvori arhivu
id: Buka arsip
kk: Архивті ашу
lv: Atvērt arhīvu
nl: Archief openen
pa: ਆਕਾਈਵ ਖੋਲ੍ਹੋ
pl: Otwórz archiwum
ru: Открыть архив
sq: Hap arkivë
sr: Отвори архиву
te: సంగ్రహాన్ని తెరువు
tl_ph: Buksan ang archive
uk: Відкрити архів
zh_tw: 開啟封存檔

source: Squeeze cannot extract this archive type, the application to support this is missing.
ar: الضغط لا يمكن استخراج نوع الأرشيف هذا التطبيق لداعم لهذا مفقود.
ast: Squeeze nun puede estrayer d'esta triba de ficheru: falta l'aplicación que lo sofita.
bg: Squeeze не може да разархивира този архив, защото липсва програмата, която го поддържа.
da: Squeeze kan ikke udpakke denne arkivtype, programmet som understøtter formatet mangler.
es: Squeeze no puede extraer de este tipo de archivo: falta la aplicación que lo soporta.
eu: Squeeze ez da pakete mota hau ateratzeko gai, hau onartzeko aplikazioa ez da aurkitzen.
fr: Squeeze ne peut pas extraire de fichier de ce type d'archive, l'application nécessaire n'est pas présente.
he: ‏Squeeze לא יכול לחלץ את סוג ארכיון זה, היישום שיכול לתומך בפעולה זו חסר.
hr: Squeeze ne može raspakirati ovaj tip arhive nedostaje program koji to podržava.
id: Squeeze tak dapat mengekstrak tipe arsip ini, aplikasi untuk mendukung ini hilang.
kk: Squeeze архивтердің осы түрін тарқата алмайды, оған қолдау көрсететін қолданба жоқ болып тұр.
lv: Squeeze nevar atspiest no šī arhīva tipa, trūks atspiešanai nepieciešamā lietotne.
nl: Squeeze kan dit archief type niet uitpakken, het programma om dit te ondersteunen ontbreekt.
pa: ਸਕਿਊਜ਼ ਇਹ ਆਕਾਈਵ ਕਿਸਮ ਤੋਂ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ ਹੈ, ਇਹ ਸਹਿਯੋਗ ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਗੁੰਮ ਹੈ।
pl: Nie można rozpakować archiwum tego typu. Brak programu do obsługi operacji.
ru: Squeeze не может открыть архив, компоненты архива отсутствуют
sr: Цедиљка не може издвојити ову врсту архиве, програм подршке за ту радњу недостаје.
tl_ph: Hindi ma-extract ng Squeeze ang ganitong archive type, nawawala ang application na susuporta rito.
uk: Squeeze не може встановити тип архіву, відсутня програма для пітримки цього архіву.
zh_tw: Squeeze 無法從這種封存類型抽出檔案， 遺失支援此類型的應用程式。

source: Squeeze cannot add files to this archive type, the application to support this is missing.
ar: تعذر إنشاء أرشيف ، MIME نوع غير معتمد.
ast: Squeeze nun puede amestar ficheros a esti ficheru: falta l'aplicación que lo sofita.
bg: Squeeze не може да добави файл в архива.
da: Squeeze kan ikke tilføje filer til denne arkivtype, programmet til understøttelse af formatet mangler.
es: Squeeze no puede añadir ficheros a este archivo: falta la aplicación que lo soporta.
eu: Squeeze ez da pakete mota honetara fitxategiak gehitzeko gai, hau onartzeko aplikazioa ez da aurkitzen.
fr: Squeeze ne peut pas ajouter de fichier dans ce type d'archive, l'application nécessaire n'est pas présente.
he: ‏Squeeze לא יכול להוסיף קבצים אל סוג ארכיון זה, היישום שיכול לתומך בפעולה זו חסר.
hr: Squeeze ne može dodati datoteke u ovaj tip arhive nedostaje program koji to podržava.
id: Squeeze tak dapat menambah berkas ke tipe arsip ini, aplikasi untuk mendukung ini hilang.
kk: Squeeze архивтердің осы түріне файлдарды қоса алмайды, оған қолдау көрсететін қолданба жоқ болып тұр.
lv: Squeeze nevar pievienot failus šim arhīva tipam, trūks pievienošanai nepieciešamā lietotne.
nl: Squeeze kan aan dit archief type geen bestanden toevoegen, het programma om dit te ondersteunen ontbreekt.
pa: ਸਕਿਊਜ਼ ਇਹ ਆਕਾਈਵ ਕਿਸਮ ਤੋਂ ਫਾਇਲਾਂ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਸਕਦਾ ਹੈ, ਇਹ ਸਹਿਯੋਗ ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਗੁੰਮ ਹੈ।
pl: Nie można dodać plików do archiwum tego typu. Brak programu do obsługi operacji.
ru: Squeeze не может добавить файлы в архив
sr: Цедиљка не може додати датотеке у ову врсту архиве, програм подршке за ту радњу недостаје.
tl_ph: Hindi kayang idagdag ng Squeeze ang mga file sa ganitong archive type, nawawala ang application na susuporta rito.
uk: Squeeze не може додати файли до архіву, відсутня програма для пітримки цього архіву.
zh_tw: Squeeze 無法加入檔案至這種封存檔類型， 遺失支援此類型的應用程式。

source: Are you sure you want to remove the selected files?
ar: هل أنت متأكد أنك تريد إزالة الملفات المختارة؟
ast: ¿De xuru que quies desaniciar los ficheros seleicionaos?
bg: Наистина ли искате да премахнете избраните файлове?
da: Er du sikker på, at du vil fjerne de valgte filer?
es: ¿Está seguro de que quiere borrar los archivos seleccionados?
eu: Ziur zaude hautaturiko fitxategiak kendu nahi dituzula?
fr: Êtes-vous certain de vouloir supprimer les fichiers sélectionnés ?
he: האם עדיין ברצונך להסיר את הקבצים הנבחרים?
hr: Jeste li sigurni da želite ukloniti odabrane datoteke?
id: Anda yakin ingin menghapus berkas terpilih?
kk: Ерекшеленген файлдарды өшіруді шынымен қалайсыз ба?
lv: Esat drošs, ka vēlaties dzēst izvēlētos failus?
nl: Weet je zeker dat je de geselecteerde bestanden wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਹਟਾਉਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?
pl: Usunąć zaznaczone pliki?
ru: Вы действительно хотите удалить выбранные файлы?
sr: Да ли сте сигурни да желите да уклоните одабране додатке?
tl_ph: Sigurado kang nais mong tanggalin ang mga piniling file?
uk: Ви впевнені, що бажаєте видалити вибрані файли?
zh_tw: 您確定要移除所選的檔案？
