Repository: Desuneko/squeeze
Catalog: po/*.po
Languages: ar, ast, be, bg, da, es, eu, fi, fr, he, hr, id, kk, lv, nl, pa, pl, ru, sq, sr, te, tl_ph, uk, zh_tw

source: Squeeze cannot remove files from this archive type, the application to support this is missing.
ar: سكويز لا يمكنه إزالة المجلدات من هذا النوع الأرشيف التطبيق الذي يدعم هذا مفقود.
ast: Squeeze nun puede desaniciar los ficheros d'esta triba de ficheru: falta l'aplicación que lo sofita.
bg: Squeeze не може да премахне фай от този тип архив, липсва необходимото за това приложение.
da: Squeeze kan ikke fjerne filer fra denne arkivtype, programmet til understøttelse af dette mangler.
es: Squeeze no puede borrar los ficheros de este tipo de archivo: falta la aplicación que lo soporta.
eu: Squeeze ez da pakete mota honetatik fitxategiak kentzeko gai, hau onartzeko aplikazioa falta da.
fr: Squeeze ne peut pas supprimer de fichier dans ce type d'archive, l'application nécessaire n'est pas présente.
he: ‏Squeeze לא יכול להסיר קבצים מסוג ארכיון זה, היישום שיכול לתומך בפעולה זו חסר.
hr: Squeeze ne može ukloniti datoteke iz ovog tipa arhive, nedostaje program koji to podržava.
id: Squeeze tak dapat menghapus berkas dari tipe arsip ini, aplikasi untuk mendukung ini hilang.
kk: Squeeze архивтердің осы түрінен файлдарды өшіре алмайды, оған қолдау көрсететін қолданба жоқ болып тұр.
lv: Squeeze nevar dzēst failus no šī arhīva tipa, trūks dzēšanai nepieciešamā lietotne.
nl: Squeeze kan van dit archief type geen bestanden verwijderen, het programma om dit te ondersteunen ontbreekt.
pa: ਸਕਿਊਜ਼ ਇਹ ਆਕਾਈਵ ਕਿਸਮ ਤੋਂ ਫਾਇਲਾਂ ਨੂੰ ਹਟਾ ਨਹੀਂ ਸਕਦਾ ਹੈ, ਇਹ ਸਹਿਯੋਗ ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਗੁੰਮ ਹੈ।
pl: Nie można usunąć plików z archiwum tego typu. Brak programu do obsługi operacji.
ru: Squeeze не может удалить файлы из архива этого типа, приложение для этого отсутствует.
sr: Цедиљка не може уклонити датотеке из ове врсте архиве, програм подршке за ту радњу недостаје.
tl_ph: Hindi maitanggal ng Squeeze ang mga file mula sa ganitong archive type, nawawala ang application na susuporta rito.
uk: Squeeze не може видалити файли з цього архіву, відсутня програма для пітримки цього архіву.
zh_tw: Squeeze 無法從這個封存類型移除檔案， 遺失支援此類型的應用程式。

source: Are you sure you want to cancel this operation? This could damage the archive.
ar: هل أنت متأكد أنك تريد إلغاء هذه العملية؟ هذا يمكن ان يلحق الضرر بالأرشيف.
ast: ¿De xuru que quies encaboxar esta operación? Esto podría frayar el ficheru.
bg: Наистина ли искате да отмените операцията? Това може да повреди архива.
da: Er du sikker på at du vil afbryde denne operation? Det vil kunne ødelægge arkivet.
es: ¿Está seguro de que quiere cancelar esta operación? Esto podría dañar el archivo.
eu: Ziur zaude ekintza hau ezeztatu nahi duzula? Honek paketea apurtu dezake.
fr: Êtes-vous sûr de vouloir annuler cette opération ? Ceci pourrait endommager l'archive.
he: האם עדיין ברצונך לבטל את פעולה זו? הארכיון עלול להינזק עקב ביטול הפעולה.
hr: Jeste li sigurni da želite otkazati ovu operaciju? Ovo može oštetiti arhivu.
id: Anda yakin ingin membatalkan operasi ini? Ini dapat merusak arsip.
kk: Осы әрекетті тоқтатуды шынымен қалайсыз ба? Архив зақымдалуы мүмкін.
lv: Esat drošs, ka vēlaties atcelt šo operāciju? Atcelšana var sabojāt arhīvu.
nl: Weet je zeker dat je deze actie wilt annuleren? Dit zou het archief kunnen beschadigen.
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਐਕਸ਼ਨ ਰੋਕਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਆਕਾਈਵ ਨੂੰ ਖਰਾਬ ਕਰ ਸਕਦੀ ਹੈ।
pl: Anulować operację? Archiwum może ulec uszkodzeniu.
ru: Вы действительно хотите отменить операцию? Это действие может повредить архив.
sr: Да ли сте сигурни да желите да откажете текућу операцију? То може оштетити архиву.
tl_ph: Sigurado kang nais mong kanselahin ang operasyon? Maari nitong sirain ang archive.
uk: Ви впевнені, що бажаєте відмінити цю дію? Це може пошкодити архів.
zh_tw: 您確定要取消本操作？ 這可能會損壞封存檔。

source: Lead developer:
ar: قيادة المطور:
ast: Desendolcador principal:
be: Асноўны распрацоўнік:
bg: Разработчик:
da: Hovedudvikler:
es: Desarrollador principal:
eu: Garapen buru:
fi: Pääkehittäjä:
fr: Développeur principal :
he: מפתח ראשי:
hr: Glavni razvijatelj:
id: Pengembang utama:
kk: Басты өндіруші:
lv: Vadošais izstrādātājs:
nl: Hoofd ontwikkelaar:
pa: ਲੀਡ ਡੀਵੈਲਪਰ:
pl: Główny programista:
ru: Разработчик:
sq: Udhëheqës zhvillimi:
sr: Водећи програмери:
te: ప్రధాన అభివృద్ధికారు:
tl_ph: Punong developer:
uk: Головний розробник:
zh_tw: 領導開發者：

source: Contributors:
ar: المساهمون:
ast: Collaboradores:
be: Укладальнікі:
bg: Сътрудници:
da: Bidragere:
es: Colaboradores:
eu: Laguntzaileak:
fi: Avustavat kehittäjät:
fr: Contributeurs :
he: תורמים:
hr: Doprinositelji:
id: Kontributor:
kk: Үлесін қосқандар:
lv: Atbalstītāji:
nl: Medewerkers:
pa: ਯੋਗਦਾਨ:
pl: Pomoc:
ru: Контрибьюторы:
sq: Pjesëmarrësa:
sr: Доприносиоци:
te: సహాయకులు:
tl_ph: Mga Nag-ambag:
uk: Помічники:
zh_tw: 貢獻者：

source: Artwork:
fr: Images :
nl: Graphisch:

source: The add and extract icons are based on the extract icon created by Andreas Nilsson
fr: Les icônes "ajouter" et "extraire" sont basés sur les icônes d'extraction de Andreas Nilsson
nl: De pictogrammen voor het toevoegen en uitpakken zijn gebaseerd op een 'uitpakken' pictogram dat gemaakt is door Andreas Nilsson

source: Inspired by Xarchiver, written by Giuseppe Torelli
ar: مستوحاة من Xarchiver, الذي كتبه Giuseppe Torelli
ast: Inspiráu en Xarchiver, escritu por Giuseppe Torelli
be: У натхненьні ад Xarchiver, напісана Giuseppe Torelli
bg: Взаимствано от програмата Xarchiver, написано от Giuseppe Torelli
da: Inspireret af Xarchiver, skrevet af Guiseppe Torelli
es: Inspirado en Xarchiver, escrito por Giuseppe Torelli
eu: Xarchiver-en oinarritua, Giuseppe Torelli-k idatzia
fi: Inspiraatio Giuseppe Torellin sovelluksesta Xarchiver
fr: Inspiré de Xarchiver, écrit par Giuseppe Torelli
he: הושרה על-ידי Xarchiver, נכתב על-ידי Giuseppe Torelli
hr: Inspiriran Xarchiver-om,kojega je napisao Giuseppe Torelli
id: Terinspirasi oleh Xarchiver, ditulis oleh Giuseppe Torelli
kk: Giuseppe Torelli жазған Xarchiver негізінде
lv: Iedvesmoja Xarchiver, autors Giuseppe Torelli
nl: Geinspireerd door Xarchiver, dat is geschreven door Giuseppe Torelli
pa: Xarchiver ਤੋਂ ਪਰਭਾਵਿਤ ਹੋਕੇ ਗੀਉਜ਼ੱਪੀ ਟੋਰਿੱਲੀ ਵਲੋਂ ਲਿਖਿਆ
pl: Zainspirowany przez Xarchiver, stworzony przez Giuseppe Torelli
ru: Вдохновленные программой Xarchiver, написанной Giuseppe Torelli
sq: Frymëzuar prej Xarchiver, shkruar nga Giuseppe Torelli
sr: Надахнуто Иксархивером, написао Ђузепе Торели
tl_ph: Inspired ng Xarchiver, na isinulat ni Giuseppe Torelli
uk: Навіяно Xarchiver-ом, написаним Giuseppe Torelli
zh_tw: 受 Xarchiver 所啟發，由 Giuseppe Torelli 撰寫

source: Squeeze is a lightweight and flexible archive manager for the Xfce Desktop Environment
ar: Squeeze مدير أرشيف خفيف ومرن لبيئة سطح المكتب إكسفيس
ast: Squeeze ye un xestor de ficheros comprimíos llixeru y flesible pal entornu d'escritoriu Xfce
be: Squeeze - гэта лёгкі і гнуткі кіраўнік архіваў для асяродзьдзя Xfce
bg: Squeeze е опростен и бърз мениджър на архиви, създаден за работа в графичната среда Xfce
da: Squeeze er en let og fleksibel arkivhåndtering til Xfce-skrivebordsmiljøet
es: Squeeze es un gestor de archivos comprimidos ligero y flexible para el entorno de escritorio Xfce
eu: Squeeze Xfce Idazmahai ingurunearentzat pakete kudeatzaile arin eta malgua da
fi: Squeeze on kevyt ja joustava arkistonhallintasovellus Xfce-työpöytäympäristöön
fr: Squeeze est un gestionnaire d'archives léger et flexible pour l'environnement de bureau xfce
he: ‏Squeeze הנו מנהל ארכיונים גמיש וקל משקל עבור סביבת העבודה Xfce
hr: Squeeze je lagani i fleksibilni upravitelj arhivama za Xfce radno okruženje
id: Squeeze adalah manajer arsip yang ringan dan fleksibel untuk Lingkungan Destop Xfce
kk: Squeeze - Xfce жұмыс үстелінің ортасы үшін жеңіл және икемді архивтерді басқарушысы
lv: Squeeze ir viegls un lokans arhīvu pārvaldnieks priekš Xfce Vides
nl: Squeeze is een lightgewicht en flexibele archief beheerder voor de Xfce Bureaublad omgeving
pa: ਸਕਿਊਜ਼ੀ Xfce ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਮਿੰਟ ਲਈ ਹਲਕਾ ਅਤੇ ਲਚਕਦਾਰ ਆਕਾਈਵ ਮੈਨੇਜਰ ਹੈ।
pl: Menedżer archiwów dla Xfce
ru: Squeeze простой и быстрый менеджер архивов для рабочего окружения Xfce
sq: Squeeze është një përgjegjës arkivash i peshës së lehtë dhe i epshëm për Mjedisin Desktop Xfce
sr: Цедиљка је лаган и прилагодљив управник архива за ИксФЦЕ радно окружење
tl_ph: Ang Squeeze ay isang magaan at mahutok na archive manager para sa Xfce Desktop Environment
uk: Squeeze є легковісним і гнучким менеджером архівів для робочого середовища Xfce
zh_tw: Squeeze 是 Xfce 桌面環境的輕量級、富彈性的封存管理員

source: translator-credits
ar: Arabic Xfce Translation Team (فريق تعريب إكسفس) Karim Oulad Chalha(كريم أولاد الشلحة) <herr.linux88@gmail.com> Mohamed Al Hargan(محمد الحرقان) <malham1@gmail.com>
ast: Astur <malditoastur@gmail.com>
be: Аляксандар Няхайчык
bg: преводач-кредити
da: Per Kongstad <p_kongstad@op.pl> Ole Guldberg <olegb@omgwtf.dk> Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
es: Abel Martín <abel.martin.ruiz@gmail.com>
eu: Piarres Beobide <pi@beobide.net> 2007
fi: Jari Rahkonen <jari.rahkonen@pp1.inet.fi>
fr: Maximilian Schleiss <maxschleiss@bluewin.ch>
he: Isratine Citizen <genghiskhan@gmx.ca>
hr: Ivica Kolić <ikoli@yahoo.com>
id: Ahmad Riza H Nst <rizahnst@gnome.org> http://id.gnome.org/ Andhika Padmawan <andhika.padmawan@gmail.com> 2008
kk: Бауржан Муфтахидинов <baurthefirst@gmail.com> 2009
lv: tulkotāji
nl: Stephan Arts <stephan@xfce.org>
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ Punjabi OpenSource Team http://punjabi.sf.net
pl: Piotr Maliński <riklaunim@gmail.com> Piotr Sokół <piotr.sokol@10g.pl>
ru: Команда переводчиков
sq: kredite përkthyesish
sr: Саша Пертовић <salepetronije@gmail.com>
te: Praveen Illa <mail2ipn@gmail.com>, 2011.
uk: Dmitry Nikitin <luckas_fb@mail.ru>
zh_tw: Cheng-Chia Tseng <pswo10680@gmail.com>, 2011

source: Which action do you want to perform on the selected file(s)?
ar: ما العمل الذ تريد تنفيذه على الملف المحدد (s)؟
ast: ¿Qué aición quies facer col/los ficheru(os) seleicionáu(os)?
be: Якое дзеяньне вы жадаеце выканаць над вылучанымі файламі?
bg: Какво действие искате да изпълните с избраните файлове?
da: Hvilken handling vil du udføre på den valgte eller de valgte file(r)?
es: ¿Que acción desea realizar con el/los archivo(s) seleccionado(s)?
eu: Zein ekintza egin nahi duzu hautaturiko fitxategiekin
fi: Mitä haluat tehdä valitu(i)lle tiedosto(i)lle?
fr: Quelle action voulez-vous effectuer sur le(s) fichier(s) sélectionné(s) ?
he: איזו פעולה ברצונך לבצע על הקובץ או הקבצים הנבחרים?
hr: Koju akciju želite izvesti na odabranoj datoteci(ma)?
id: Aksi mana yang ingin anda lakukan untuk berkas terpilih?
kk: Ерекшеленген файл(дар)мен қандай әрекетті жасауды қалайсыз?
lv: Kādu darbību vēlaties veikt uz atlasītajiem failiem?
nl: Welke actie wil je uitvoeren op de geselecteerde bestand(en)?
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਉੱਤੇ ਤੁਸੀਂ ਕੀ ਕਾਰਵਾਈ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Którą operację chcesz wykonać na zaznaczonym pliku/plikach?
ru: Какое действие вы хотитее выполнить с выделением ?
sq: Cilin veprim doni të kryhet mbi kartelën(at) e përzgjedhur?
sr: Коју радњу желите извршити над одабраним датотекама?
tl_ph: Aling aksyon ang nais mong gawin sa (mga) piling file?
uk: Яку дію ви хочете застосувати до вибраних файлів?
zh_tw: 您想要對選取檔案執行的動作？

source: View
be: Выгляд
nl: Weergeven

source: Squeeze cannot view this file. the application to support this is missing.
ar: لا يمكن لسكويز عرض هذا الملف التطبيق لداعم لهذا مفقود.
ast: Squeeze nun puede ver esti ficheru: falta l'aplicación que lo sofita.
bg: Squeeze не може да прегледа този файл. не е намерено приложение, което поддържа този тип файлове.
da: Squeeze kan ikke vise denne fil. programmet til understøttelse af dette mangler.
es: Squeeze no puede ver este archivo: falta la aplicación que lo soporta.
eu: Squezze ez da fitxategi mota hau bistaratzeko gai. hau onartzeko aplikazioa falta da.
fr: Squeeze ne peut pas visionner ce fichier, l'application nécessaire n'est pas présente.
he: ‏Squeeze לא יכול לצפות בקובץ זה. היישום שיכול לתומך בפעולה זו חסר.
hr: Squeeze ne može vidjeti ovu datoteku. Nedostaje program koji to podržava.
id: Squeeze tak dapat menampilkan berkas ini. aplikasi untuk mendukung ini hilang.
kk: Squeeze архивтердің осы түрін оқи алмайды, оған қолдау көрсететін қолданба жоқ болып тұр.
lv: Squeeze nevar skatīt šo failu, trūks nepieciešamā lietotne.
nl: Squeeze kan dit bestand niet weergeven. het programma om dit te ondersteunen ontbreekt.
pa: ਸਕਿਊਜ਼ੀ ਇਹ ਫਾਇਲ ਨਹੀਂ ਵੇਖਾ ਸਕਦਾ ਹੈ। ਇਹ ਕਾਰਜ ਲਈ ਸਹਿਯੋਗ ਕਾਰਜ ਨਹੀਂ ਹੈ।
pl: Squeeze nie może otworzyć tego pliku. Brak aplikacji do obsługi tej operacji.
ru: Squeeze не может просмотреть этот файл. не найдено приложение, поддерживающее этот тип файлов.
sr: Цедиљка не може прегледати ову датотеку. програм подршке за ту радњу недостаје.
tl_ph: Hindi matanaw ng Squeeze ang file. nawawala ang application na susuporta rito.
uk: Squeeze не може переглянути цей файл. відсутня програма для підтримки цього файлу.
zh_tw: Squeeze 無法檢視這個檔案。 遺失支援此類型的應用程式。

source: Failed to open file
ar: فشل في فتح الملف
ast: Fallu al abrir el ficheru
be: Немагчыма адкрыць файл
bg: Файлът не може да бъде отворен
da: Kunne ikke åbne filen
es: Fallo al abrir el archivo
eu: Huts fitxategia irekitzerakoan
fi: Linkin avaaminen epäonnistui
fr: Échec à l'ouverture du fichier
he: כשל בפתיחת הקובץ
hr: Neuspjelo otvaranje datoteke
id: Gagal membuka berkas
kk: Файлды ашу сәтсіз аяқталды
lv: Neizdevās atvērt failu
nl: Kan bestand niet openen
pa: ਫਾਇਲ ਖੋਲ੍ਹਣ ਲਈ ਫੇਲ੍ਹ ਹੋਇਆ
pl: Nie udało się otworzyć pliku
ru: Невозможно открыть файл
sq: Dështova në hapje kartel
sr: Нисам успео да отворим датотеку
te: తెరుచుటలో విఫలమైంది
tl_ph: Hindi tagumpay sa pagbukas ng file
uk: Не вдалось відкрити файл
zh_tw: 無法開啟檔案

source: '%s' Could not be opened
ar: '%s' لا يمكن فتحه
ast: Nun pudo abrise '%s'
be: "%s" Немагчыма адчыніць
bg: '%s' Не може да бъде открит
da: '%s' Kunne ikke åbnes
es: No se pudo abrir '%s'
eu: '%s' Ezin da ireki
fi: Kohdetta "%s" ei voi avata
fr: %s N'a pas pu être ouvert
he: '%s' לא יכול להיפתח
hr: '%s' Ne može se otvoriti
id: '%s' Tak dapat dibuka
kk: '%s' Ашу мүмкін емес
lv: '%s' Nevarēja atvērt
nl: '%s' Kan niet worden geopend
pa: '%s' ਨੂੰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: '%s' Nie można otworzyć
ru: '%s' Не может быть открыт
sq: '%s' Nuk mund të hapej
sr: Не могу да отворим „%s“
tl_ph: '%s' Ay hindi mabuksan
uk: '%s' Неможливо відкрити
zh_tw: 「%s」 無法開啟

source: Could not create archive, MIME-type unsupported
ar: تعذر إنشاء أرشيف ، MIME من نوع غير معتمد
ast: Nun pudo criase ficheru: triba MIME nun sofitada
be: Немагчыма стварыць архіў, MIME-тып не падтрымліваецца
bg: Не може да бъде създаден архив. Типът фай не се поддържа.
da: Kunne ikke oprette arkiv, MIME-type ikke understøttet
es: No se pudo crear archivo: tipo MIME no soportado
eu: Ezinda paketea sortu, ez da MIME-mota onartzen
fi: Arkistoa ei voi luoda, MIME-tyyppiä ei tueta
fr: Échec à la création de l'archive, type MIME non supporté
he: לא ניתן היה ליצור ארכיון, סוג MIME אינו נתמך
hr: Ne mogu napraviti arhivu,MIME-tip nepodržan
id: Tak dapat membuat arsip, tipe MIME tidak didukung
kk: Архивті жасау мүмкін емес, MIME түріне қолдау жоқ
lv: Nevarēja izveidot arhīvu, MIME-tips netiek atbalstīts
nl: Kan archief niet maken, MIME-type niet ondersteund
pa: ਆਕਾਈਵ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ, MIME-ਕਿਸਮ ਸਹਾਇਕ ਨਹੀਂ
pl: Nie można utworzyć archiwum. Nieobsługiwany typ MIME.
ru: Невозможно создать архив, тип файла не поддерживается
sq: Nuk krijova dot arkivë, tip MIME i pambuluar
sr: Не могу да направим архиву, врста датотеке није подржана
tl_ph: Hindi kayang likhain ang archive, hindi supportado ang MIME-type
uk: Неможливо створити архів, тип MIME не підтримується
zh_tw: 無法建立封存檔，MIME 類型未受支援

source: Could not open archive, MIME-type unsupported or file did not exist
ar: تعذر فتح الأرشيف ، MIME نوع ملف غير معتمد أو غير موجود
ast: Nun pudo abrise'l ficheru: triba MIME non sofitada o ficheru nun esiste.
be: Немагчыма адкрыць архіў: MIME-тып не падтрымліваецца альбо файл не існуе
bg: Не може да бъде открит архив. Типът файлове не се поддържа или файлът не съществува.
da: Kunne ikke åbne arkivet, MIME-type ikke understøttet eller filen findes ikke
es: No se pudo abrir el archivo: tipo MIME no soportado o archivo inexistente.
eu: Ezinda paketea ireki, edo ez da MIME-mota onartzen edo fitxategia ez dago
fi: Arkistoa ei voi avata, MIME-tyyppiä ei tueta tai tiedostoa ei ole olemassa
fr: Échec à l'ouverture de l'archive, type MIME non supporté ou fichier inexistant
he: לא ניתן היה לפתוח ארכיון, סוג MIME אינו נתמך או שהקובץ לא קיים
hr: Ne mogu otvoriti arhivu,nepodržan MIME-tip ili datoteka ne postoji
id: Tak dapat membuka arsip, tipe MIME tidak didukung atau berkas tidak ada
kk: Архивті ашу мүмкін емес, MIME түріне қолдау жоқ не файл табылмады
lv: Nevarēja atvērt arhīvu, MIME-tips netiek atbalstīts vai fails neeksistē
nl: Kan archief niet openen, MIME-type niet ondersteund of bestand bestaat niet
pa: ਆਕਾਈਵ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ, MIME-ਕਿਸਮ ਸਹਾਇਕ ਨਹੀਂ ਜਾਂ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ
pl: Nie można otworzyć archiwum. Nieobsługiwany typ MIME lub plik nie istnieje.
ru: Невозможно открыть архив, тип файла не поддерживается или файл не найден
sq: Nuk e hapa dot arkivën, tip MIME i pambuluar ose kartela nuk ekziston
sr: Нисам могао отворити архиву, врста датотеке није подржана или датотека не постоји
tl_ph: Hindi mabuksan ang archive, hindi suportado ang MIME-type o walang ganoong file
uk: Неможливо відкрити архів, тип MIME не підтримується або файл не існує
zh_tw: 無法開啟封存檔，MIME 類型未受支援或檔案不存在

source: Archive type:
ar: نوع الأرشيف:
ast: Triba de ficheru:
be: Тып архіва:
bg: Тип на архив:
da: Arkivtype:
es: Tipo de archivo:
eu: Pakete mota:
fi: Arkiston tyyppi:
fr: Type d'archive :
he: סוג ארכיון:
hr: Tip arhive:
id: Tipe arsip:
kk: Архив түрі:
lv: Arhīva tips:
nl: Archief type:
pa: ਆਕਾਈਵ ਕਿਸਮ:
pl: Typ archwium:
ru: Тип архива:
sq: Tip arkive:
sr: Врста архиве:
te: సంగ్రహ రకము:
tl_ph: Uri ng Archive:
uk: Тип архіву:
zh_tw: 封存類型：

source: Append extension to filename
be: Далучыць суфікс да назвы файла
fi: Lisää tiedostonimeen pääte
fr: Ajouter l'extension de l'archive au nom de fichier
nl: Extensie toevoegen aan bestandsnaam
sq: Shtoji zgjerim emrit të kartelës

source: Archives
ar: أرشيف
ast: Ficheros
be: Архівы
bg: Архиви
da: Arkiver
es: Archivos
eu: Paketeak
fi: Arkistonhallinta
he: ארכיונים
hr: Arhive
id: Arsip
kk: Архивтер
lv: Arhīvi
nl: Archieven
pa: ਅਕਾਈਵ
pl: Archiwa
ru: Архивы
sq: Arkiva
sr: Архиве
te: సంగ్రహాలు
tl_ph: Mga Archive
uk: Архіви
zh_tw: 封存

source: Create new archive
ar: إنشاء أرشيف جديد
ast: Criar un ficheru nuevu
be: Стварыць новы архіў
bg: Създаване на нов архив
da: Opret nyt arkiv
es: Crear un nuevo archivo
eu: Pakete berria sortu
fi: Luo uusi arkisto
fr: Créer une archive
he: יצירת ארכיון חדש
hr: Napravi novu arhivu
id: Buat arsip baru
kk: Жаңа архивті құру
lv: Izveidot jaunu arhīvu
nl: Nieuw archief maken
pa: ਨਵਾਂ ਆਕਾਈਵ ਬਣਾਓ
pl: Nowe archiwum
ru: Создать новый архив
sq: Krijo arkiv të ri
sr: Направи нову архиву
te: కొత్త సంగ్రహాన్ని సృష్టించు
tl_ph: Lumikha ng bagong archive
uk: Створити новий архів
zh_tw: 建立新封存檔

source: Files and directories to add
be: Сьпіс файлаў і тэчак, якія трэба дадаць
eu: Gehitzeko fitxategi eta direktorioak
fi: Lisättävät tiedostot ja hakemistot
fr: Fichiers et répertoires à ajouter
he: קבצים וספריות להוספה
nl: Bestanden en mappen om toe te voegen
pa: ਫਾਇਲਾਂ ਅਤੇ ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ
sq: Kartela dhe drejtori për shtim
uk: Файли і теки, що додаються

source: Options:
be: Опцыі:
eu: Aukerak:
fi: Valinnat:
he: אפשרויות:
nl: Opties:
pa: ਚੋਣਾਂ:
sq: Mundësi:
uk: Параметри:

source: Files
be: Файлы
eu: Fitxategiak
fi: Tiedostoja
fr: Fichiers
he: קבצים
nl: Bestanden
pa: ਫਾਇਲਾਂ
sq: Kartela
uk: Файли

source: Directories
be: Тэчкі
eu: Direktorioak
fi: Hakemistoja
fr: Répertoires
he: ספריות
nl: Mappen
pa: ਡਾਇਰੈਕਟਰੀਆਂ
sq: Drejtori
uk: Теки

source: Add file(s) to archive
be: Дадаць файлы да архіва
eu: Paketera fitxategia(k) gehitu
fi: Lisää tiedosto(ja) arkistoon
fr: Ajouter un ou des fichiers à l'archive
he: הוספת קובץ או קבצים לארכיון
nl: Bestand(en) toevoegen aan archief
pa: ਅਕਾਈਵ ਵਿੱਚ ਫਾਇਲਾਂ ਸ਼ਾਮਲ ਕਰੋ
sq: Shto kartelë(a) te arkivë
uk: Додати файл (и) до архіву

source: Select files
be: Вылучэньне файлаў
eu: Fitxategiak hautatu
fi: Valitse tiedostot
fr: Sélectionner les fichiers
he: בחירת קבצים
nl: Selecteer bestanden
pa: ਫਾਇਲਾਂ ਚੁਣੋ
sq: Përzgjidhni kartela
uk: Вибрати файли

source: Select folders
be: Вылучэньне тэчак
eu: Karpetak hautatu
fi: Valitse hakemistot
fr: Sélectionner les dossiers
he: בחירת תיקיות
nl: Selecteer mappen
pa: ਫੋਲਡਰ ਚੁਣੋ
sq: Përzgjidhni dosje
uk: Вибрати теки

source: <b>Extract files:</b>
ar: <b>استخراج الملفات :</b>
ast: <b>Estrayer ficheros:</b>
be: <b>Распакоўка файлаў:</b>
bg: <b>Извличане на файлове:</b>
da: <b>Udpak filer:<b>
es: <b>Extraer archivos:</b>
eu: <b>Fitxategiak atera:</b>
fi: <b>Pura tiedostot:</b>
fr: <b>Extraire les fichiers :</b>
he: <b>חילוץ קבצים:</b>
hr: <b>Raspakiraj datoteke:</b>
id: <b>Ekstrak berkas:</b>
kk: <b>Файлдарды тарқату:</b>
lv: <b>Atspiest failus:</b>
nl: <b>Bestanden uitpakken:</b>
pa: <b>ਫਾਇਲਾਂ ਖੋਲ੍ਹੋ:</b>
pl: <b>Rozpakuj pliki:</b>
ru: <b>Извлечь файлы:</b>
sq: <b>Përfto kartela:</b>
sr: <b>Распакуј датотеке:</b>
te: <b>ఫైళ్ళను పొందు:</b>
uk: <b>Розпакувати файли:</b>
zh_tw: <b>抽出檔案：</b>

source: <b>Options:</b>
ar: <b>خيارات :</b>
ast: <b>Opciones:</b>
be: <b>Опцыі:</b>
bg: <b>Опции:</b>
da: <b>Indstillinger:<b>
es: <b>Opciones:</b>
eu: <b>Aukerak:</b>
fi: <b>Valinnat:</b>
he: <b>אפשרויות:</b>
hr: <b>Opcije:</b>
id: <b>Opsi:</b>
kk: <b>Опциялар:</b>
lv: <b>Uzstādījumi:</b>
nl: <b>Opties:</b>
pa: <b>ਚੋਣਾਂ:</b>
pl: <b>Opcje:</b>
ru: <b>Опции:</b>
sq: <b>Mundësi:</b>
sr: <b>Могућности</b>
te: <b>ఐచ్ఛికాలు:</b>
uk: <b>Параметри:</b>
zh_tw: <b>選項：</b>

source: All files
ar: كل الملفات
ast: Tolos ficheros
be: Усе файлы
bg: Всички файлове
da: Alle filer
es: Todos los archivos
eu: Fitxategi Denak
fi: Kaikki tiedostot
fr: Tous les fichiers
he: כל הקבצים
hr: Sve datoteke
id: Semua berkas
kk: Барлық файлдар
lv: Visi faili
nl: Alle bestanden
pa: ਸਭ ਫਾਇਲਾਂ
pl: Wszystkie pliki
ru: Все файлы
sq: Tërë kartelat
sr: Све датотеке
te: అన్ని ఫైళ్ళు
tl_ph: Lahat ng mga file
uk: Всі файли
zh_tw: 所有檔案

source: Selected files
ar: ملفات مختارة
ast: Ficheros seleicionaos
be: Вылучаныя файлы
bg: Избрани файлове
da: Valgte filer
es: Archivos seleccionados
eu: Hautatutako fitxategiak
fi: Valitut tiedostot
fr: Fichiers sélectionnés
he: הקבצים הנבחרים
hr: Odabrane datoteke
id: Berkas terpilih
kk: Таңдалған файлдар
lv: Izvēlētie faili
nl: Geselecteerde bestanden
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ
pl: Zaznaczone pliki
ru: Выбранные файлы
sq: Kartela të przgjedhura
sr: Изабране датотеке
te: ఎంచుకున్న ఫైళ్ళు
tl_ph: Piling files
uk: Вибрані файли
zh_tw: 選取的檔案

source: Extract archive
ar: استخراج أرشيف
ast: Estrayer ficheru
be: Распакоўваньне архіў
bg: Извличане на архив
da: Udpak arkiv
es: Extraer archivo
eu: Paketea atea
fi: Pura arkisto
fr: Extraire l'archive
he: חילוץ ארכיון
hr: Raspakiraj arhivu
id: Ekstrak arsip
kk: Архивті тарқату
lv: Atspiest arhīvu
nl: Archief uitpakken
pa: ਆਕਾਈਵ ਖਿਲਾਰੋ
pl: Rozpakuj archiwum
ru: Извлечь архив
sq: Përfto arkivë
sr: Распакуј архиву
te: సంగ్రహాన్ని పొందు
tl_ph: I-extract ang archive
uk: Розпакувати архів
zh_tw: 抽出封存

source: Name:
ar: الإسم:
be: Назва:
bg: Име:
fi: Nimi:
fr: Nom :
hr: Ime:
kk: Аты:
nl: Naam:
pl: Nazwa:
ru: Имя:
sr: Назив:
te: పేరు:
zh_tw: 名稱：

source: Kind:
ar: النوع:
be: Від:
bg: Тип:
fi: Tyyppi:
fr: Genre :
kk: Түрі:
nl: Soort:
pl: Rodzaj:
ru: Тип:
sr: Врста:
te: రకం:
zh_tw: 種類：

source: Properties
ar: خصائص
be: Уласьцівасьці
bg: Свойства
fi: Ominaisuudet
fr: Propriétés
kk: Қасиеттері
nl: Eigenschappen
pl: Właściwości
ru: Свойства
sr: Својства
te: లక్షణాలు:
zh_tw: 屬性

source: Location:
ar: الموقع:
ast: Llugar:
be: Месца:
bg: Местоположение:
da: Placering:
es: Lugar:
eu: Kokalekua:
fi: Sijainti:
fr: Emplacement :
he: מיקום:
hr: Lokacija:
id: Lokasi:
kk: Орналасуы:
lv: Atrašanās vieta:
nl: Locatie:
pa: ਟਿਕਾਣਾ:
pl: Położenie:
ru: Расположение:
sq: Vendndodhje:
sr: Место:
te: స్థానము:
tl_ph: Lokasyon:
uk: Місцезнаходження:
zh_tw: 位置：
