Repository: Desuneko/squeeze
Catalog: po/*.po
Languages: ar, ast, be, bg, da, es, eu, fi, fr, he, hr, id, kk, lv, nl, pa, pl, ru, sq, sr, te, tl_ph, uk, zh_tw

source: Spacing
ar: تباعد
ast: Espaciáu
be: Прастора
bg: Разстояние
da: Mellemrum
es: Espaciado
eu: Lekua
fi: Välit
fr: Espacement
he: ריווח
hr: Razmak
id: Spasi
kk: Бос орын
lv: Atkāpes
nl: Spatiering
pa: ਫਾਸਲਾ
pl: Odstęp
ru: Место
sq: Hapësirë
sr: Размаци
uk: Розділювач
zh_tw: 間隔

source: The amount of space between the path buttons
ar: مقدار المسافة بين الأزرار المسار
ast: La cantidá d'espaciu ente los botones del camín
be: Памер прасторы паміж элемэнтамі кнопак шляху
bg: Разстояние между иконите в лентата
da: Plads mellem "sti-knapperne"
es: La cantidad de espacio entre los botones de ruta
eu: Bide botoien arteko leku kopurua
fi: Polkupainikkeiden välinen tyhjä tila
fr: L'espacement entre les boutons du chemin
he: גודל המרווח שבין לחצני הנתיב
id: Besar ruangan antara tombol alamat
kk: Жол батырмалар арасындағы аралықтар сомасы
lv: Atkāpes lielums starp ceļa pogām
nl: De ruimte tussen de pad knoppen
pa: ਪਾਥ ਬਟਨਾਂ ਵਿੱਚ ਕੁੱਲ ਸਪੇਸ
pl: Odstęp pomiędzy przyciskami ścieżek
ru: Пространство между кнопками пути
sq: Sasia e hapësirës midis butonave të shtegut
sr: Размак између дугмића за путање
tl_ph: The laki ng puwang sa pagitan ng mga path button
uk: Розмір розділювача між кнопками шляху
zh_tw: 路徑按鈕之間的空間量。

source: Show mime icons
ar: أظهر أيقونات MIME
ast: Amosar iconos MIME
be: Паказваць значкі mime-тыпаў
bg: Показване на икони на типовете файлове.
da: Vis MIME-ikoner
es: Mostrar iconos MIME
eu: Mime ikonoak ikusi
fi: Näytä MIME-kuvakkeet
fr: Afficher les icônes MIME
he: הצגת סמלילי MIME
hr: Pokaži mime ikone
id: Tampilkan ikon mime
kk: MIME таңбашаларын көрсету
lv: Rādīt mime ikonu
nl: Mime iconen weergeven
pa: ਮਾਈਮ ਆਈਕਾਨ ਵੇਖਾਓ
pl: Ikony MIME
ru: Показать иконки типов файлов
sq: Shfaq ikona mime
sr: Прикажи иконице врсти датотека
te: mime ప్రతీకాలను చూపించు
tl_ph: Ipakita ang mga mime icon
uk: Показувати значки типів mime
zh_tw: 顯示 MIME 圖示

source: Show the mime type icons for each entry
ar: تظهر الرموز نوع mime لكل إدخال
ast: Amosar los iconos de triba MIME pa cada entrada
be: Паказваць значку MIME-тыпу для кожнага файла
bg: Показване на икони за типът файл за всеки файл.
da: Vis MIME-typeikoner for hvert element
es: Mostrar los iconos de tipo MIME para cada entrada
eu: Sarrera bakoitzeko mime mota ikonoak ikusi
fi: Näytä listan kohteiden MIME-tyyppikuvakkeet
fr: Afficher l'icône du type MIME pour chaque position
he: הצגת סמלילי סוג MIME עבור כל רשומה
hr: Pokaži ikone mime.tipa za svaki unos
id: Tampilkan ikon tipe mime untuk tiap entri
kk: MIME таңбашаларын әр элемент үшін көрсету
lv: Rādīt mime tipa ikonas, katram ierakstam
nl: Mime type iconen weergeven voor elk item
pa: ਹਰੇਕ ਇੰਦਰਾਜ਼ ਲਈ ਮਾਈਮ ਕਿਸਮ ਆਈਕਾਨ ਵੇਖਾਓ
pl: Wyświetla ikony typów MIME
ru: Показать иконки типов файлов для каждого файла
sq: Shfaq ikona tipesh mime për secilin zë
sr: Прикажи иконице врста датотека за сваки извор
tl_ph: Ipakita ang mga mime type na icon para sa bawat entry
uk: Показувати значки типів mime для кожного елемента
zh_tw: 每個條目都顯示 MIME 圖示

source: Sort folders before files
ar: فرز المجلدات قبل الملفات
ast: Tresnar direutorios enantes que ficheros
be: Зьмяшчаць тэчкі перад файламі
bg: Подреждане на папките преди файловете.
da: Sortér mapper før filer
es: Ordenar directorios antes que archivos
eu: Kareptak ordenatu fitxategien aurretik
fi: Hakemistot ennen tiedostoja
fr: Trier les dossiers avant les fichiers
he: מיון התיקיות לפני הקבצים
hr: Sortiraj mape prije datoteka
id: Urutkan folder sebelum berkas
kk: Бумаларды файлдар алдында сұрыптау
lv: Kārtot mapes pirms failiem
nl: Mappen voor bestanden sorteren
pa: ਫੋਲਡਰ ਫਾਇਲਾਂ ਤੋਂ ਪਹਿਲਾਂ ਲੜੀਬੱਧ
pl: Sortowanie katalogów przed plikami
ru: Показывать папки перед файлами
sq: Rendit dosje përpara kartelash
sr: Поређај фасцикле пре датотека
te: సంచయాలను ఫైళ్ళకంటే ముందు పేర్చు
tl_ph: I-sort ang mga folder bago ang mga file
uk: Теки перед файлами при сортуванні
zh_tw: 將資料夾排序於檔案前

source: The folders will be put at the top of the list
ar: ستوضع المجلدات في الجزء العلوي من القائمة
ast: Los direutorios amosaránse na parte cimera de la llista
be: Тэчкі будуць зьмяшчацца перад файламі
bg: Папките ще бъдат поставяни винаги отгоре.
da: Mapperne vil blive placeret øverst på listen
es: Los directorios se mostrarán en la parte superior de la lista
eu: Karpetak zerrendaren goian ipiniko dira
fi: Näytä hakemistot listan alkupäässä
fr: Les dossiers s'afficheront en haut de la liste
he: התיקיות יושמו בראש הרשימה
hr: Mape će biti smještene na vrhu liste
id: Folder akan ditaruh di bagian atas senarai
kk: Бумалар тізімнің басында орналасады
lv: Mapes tiks liktas saraksta augšā
nl: De mappen zullen boven aan de lijst geplaatst worden
pa: ਫੋਲਡਰ ਲਿਸਟ ਦੇ ਉੱਤੇ ਰੱਖੇ ਜਾਣਗੇ
pl: Wyświetla katalogi na początku listy
ru: Папки будут помещены вверху
sq: Dosjet do të vendosen në krye të listës
sr: Фасцикле ће бити стављене поврх списка
tl_ph: Ilalagay ang mga folder sa itaas ng listahan
uk: Теки будуть відображатись у списку першими
zh_tw: 資料夾會放在清單的開頭

source: Sort text case sensitive
ar: فرز النص وتحسس حالة الأحرف
ast: Tresnar por testu teniendo en cuenta mayúscules y minúscules
be: Упарадкаваць згодна з рэгістрам
bg: Сортиране на текст в чувствителен регистър
da: Sortér tekst efter store/små bogstaver
es: Ordenar por texto teniendo en cuenta mayúsculas y minúsculas
eu: Ordenatu minuskula/maiuskulaz
fi: Huomioi kirjainkoko järjestäessä
fr: Classer le texte en fonction de la casse
he: מיון טקסט באופן תלוי רישיות
id: Urutkan teks huruf sensitif
kk: Мәтінді регистрді ескеріп сұрыптау
lv: Reģistra Jūtīgā kārtošana
nl: Tekst hoofdlettergevoelig sorteren
pa: ਟੈਕਸਟ ਕੇਸ ਸੈਂਸਟਿਵ ਲੜੀਬੱਧ
pl: Uwzględnianie wielkości liter
ru: Сортировать текст согласно регистру
sq: Rendit text siç është shkruajtur
sr: Текст осетљив на величину слова
tl_ph: Ang sort text ay case sensitive
uk: Сортування з урахуванням регістру
zh_tw: 區分大小寫排序文字

source: Rules hint
ar: تلميح القواعد
ast: Fileres coloreaes
be: Падказкі
bg: Подсказка за правила
da: Regelfif
es: Filas coloreadas
eu: Arau gomedioa
fi: Vuorottele rivivärejä
fr: Lignes colorées
id: Petunjuk aturan
kk: Ережелер туралы
lv: Nolikuma mājiens
nl: Regel Hints
pa: ਰੂਲ ਹਿੰਟ
pl: Podpowiedź zasad
ru: Подсказка правила
sr: Наговештај за правила
tl_ph: Hint ng Patakaran
uk: Правила

source: Make the row background colors alternate
ar: جعل ألوان الخلفية صفوف متعاقبة
ast: Fae que s'alterne'l color de fondu de les fileres
be: Задаць альтэрнатыўныя колеры тла радка
bg: Задаване на алтернативен цвят на фона
da: Brug skiftende rækkebaggrundsfarve
es: Hace que se alterne el color de fondo de las filas
eu: Egin lerroaren atzealdeko kolorea txandakatzea
fi: Vuorottele rivien taustavärejä
fr: Afficher les lignes d'arrière plan en alternant les couleurs
he: הצגת צבעי רקע השורות לסירוגין
id: Buat baris alternatif warna latar belakang
kk: Бағандар фон түстерін альтернативті қылу
lv: Uzstādīt mainīgas rindu fona krāsas
nl: Laat de achtergrond kleur van de rijen verspringen
pa: ਕਤਾਰ ਬੈਕਗਰਾਊਂਡ ਰੰਗ ਬਦਲਵੇਂ ਰੰਗ ਨਾਲ ਵੇਖਾਓ
pl: Zmieniaj tło poszczególnych wierszy
ru: Сделать альтернативную строку фона
sq: Bëji ngjyrat e sfondit të rreshtit të zëvendësojnë njëra tjetrën
sr: Учини боје позадине реда наизменичним
tl_ph: Gawing kontrapelo ang mga row background color
uk: Відображати рядки різним кольором

source: Failed to open archive '%s'.
be: Немагчыма адкрыць архіў "%s".
fi: Arkiston "%s" avaaminen epäonnistui.
fr: Échec à l'ouverture de l'archive '%s'.
nl: Kan archief '%s' niet openen.

source: Failed to extract contents of archive '%s'.
be: Немагчыма распакаваць зьмест архіва "%s".
fi: Arkiston "%s" sisällön purkaminen epäonnistui.
fr: Échec à l'extraction du contenu de l'archive '%s'.
nl: Het uitpakken van de inhoud van archief '%s' is mislukt.

source: Show up dir entry
ar: اظهر دليل إدخالات
ast: Amosar entrada de direutoriu
be: Паказваць бацькоўскую тэчку
bg: Показване на предишната директория.
da: Vis overordnet mappeelement
es: Mostrar entrada de directorio
eu: Direktorioa gora sarrera ikusi
fi: Näytä ylähakemisto
fr: Afficher dossier supérieur
he: הצגת רשומות ספרייה
id: Tampilkan entri dir
kk: Жоғарғы буманы көрсету
lv: Rādīt direktorijas ierakstu
nl: Toon map-omhoog item
pa: ਉੱਤਲੀ ਡਾਇਰੈਕਟਰੀ ਵੇਖਾਓ
pl: Pokazuj przejścia do nadrzędnych katalogów
ru: Показать предыдущую директорию
sq: Shfaq zëra drejtorie
sr: Прикажи унос горње фасцикли
tl_ph: Ipakita ang dir entry
uk: Показувати значок батьківської теки
zh_tw: 顯示資料夾條目

source: Show '..' to go to the parent directory
ar: تظهر '..' للانتقال إلى الدليل الأصلي
ast: Amosar '..' p'amiyar al direutoriu padre
be: Паказваць ".." для пераходу ў бацькоўскую тэчку
bg: Показване на '..' за пътя до предишната директория.
da: Vis '..' som sti til den overordnede mappe
es: Mostrar '..' para descender al directorio padre
eu: '..' ikusi goiko direktoriora joateko
fi: Näytä kohde ".." ylähakemistoon siirtymiseen
fr: Afficher '..' pour remonter au dossier précédent
he: הצגת '..' למעבר אל ספריית האם
id: Tampilkan '..' untuk pergi ke direktori induk
kk: Жоғарғы бумаға өту үшін '..' көрсету
lv: Rādīt '..', lai dotos uz vecākdirektoriju
nl: Toon '..' om naar de bovenliggende map te gaan
pa: ਮੁੱਢਲੀ ਡਾਇਰੈਕਟਰੀ ਉੱਤੇ ਜਾਣ ਲਈ '..' ਵੇਖਾਓ
pl: Pokazuje '..' do przechodzenia do nadrzędnych katalogów
ru: Показывать '..' для перехода в предыдущую папку
sq: Shfaq '..' për të shkuar te drejtoria mëmë
sr: Прикажи „..“ за прелазак на родитељску фасциклу
tl_ph: Ipakita ang '..' nang makapunta sa parent directory
uk: Відображати '..' для переходу в батьківську теку
zh_tw: 顯示「..」 以前往上層資料夾

source: Archive manager
ar: مدير الأرشيف
ast: Xestor de ficheros comprimíos
be: Кіраўнік архіваў
bg: Мениджър на архиви
da: Arkivhåndtering
es: Gestor de archivos comprimidos
eu: Pakete kudeatzaileak
fi: Arkistonhallinta
fr: Gestionnaire d'archives
he: מנהל ארכיונים
hr: Upravitelj arhivama
id: Manajer arsip
kk: Архивтерді басқарушысы
lv: Arhīvu pārvaldnieks
nl: Archief beheerder
pa: ਅਕਾਈਵ ਮੈਨੇਜਰ
pl: Menedżer archiwów
ru: Менеджер архивов
sq: Përgjegjës arkivash
sr: Управљач архивом
te: సంగ్రహ నిర్వాహకం
uk: Менеджер архівів
zh_tw: 封存管理員

source: Xfce archive manager
be: Кіраўнік архіваў Xfce
eu: Xfce pakete kudeatzailea
fi: Xfce:n arkistonhallinta
fr: Gestionnaire d'archives pour Xfce
he: מנהל ארכיונים עבור Xfce
nl: Xfce archief beheerder
pa: Xfce ਅਕਾਈਵ ਮੈਨੇਜਰ
sq: Përgjegjësi Xfce arkivash
uk: Менеджер архівів Xfce

source: Mime type
ar: نوع MIME
ast: Triba MIME
be: Тып MIME
bg: Тип файл
es: Tipo MIME
eu: Mime mota
fi: MIME-tyyppi
fr: Type MIME
he: סוג MIME
hr: Mime tip
id: Tipe mime
kk: Mime түрі
lv: Mime tips
pa: ਮਾਈਮ ਕਿਸਮ
pl: Typ mime
ru: Тип файла
sq: Tip MIME
sr: Врста датотеке
te: Mime రకం
uk: Тип mime
zh_tw: Mime 類型

source: _Help
ar: _مساعدة
ast: A_ida
be: _Даведка
bg: _Помощ
da: _Hjælp
es: A_yuda
eu: _Laguntza
fi: _Ohje
fr: _Aide
he: _עזרה
hr: _Pomoć
id: Ba_ntuan
kk: _Көмек
lv: Pa_līdzība
pa: ਸਹਾਇਤਾ(_H)
pl: Pomo_c
ru: _Помощь
sq: _Ndihmë
sr: По_моћ
te: సహాయం (_H)
tl_ph: _Tulong
uk: Д_овідка
zh_tw: 幫助(_H)

source: Name
ar: إسم
ast: Nome
bg: Име
da: Navn
es: Nombre
eu: Izena
he: שם
hr: Ime
id: Nama
kk: Аты
lv: Nosaukums
pa: ਨਾਂ
pl: Nazwa
ru: Имя
sr: Назив
te: పేరు
tl_ph: Pangalan
uk: Назва
zh_tw: 名稱

source: Compressing
eu: Konprimitzen
he: מכווץ כעת
pa: ਕੰਪਰੈਸਿੰਗ
uk: Стиснення

source: Decompressing
eu: Deskonprimitzen
he: מרחיב כעת
pa: ਡੀ-ਕੰਪਰੈਸਿੰਗ
uk: Розпакування

source: Refresh
eu: Berritu
he: רענון
pa: ਤਾਜ਼ਾ
uk: Поновлення

source: Rights
eu: Baimenak
he: הרשאות
pa: ਰਾਈਟ
uk: Права

source: Adding files
eu: Fitxategiak gehitzen
he: נוספים קבצים כעת
pa: ਫਾਇਲਾਂ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
uk: Додавання файлів

source: Cleanup
eu: Garbitu
he: ניקוי

source: Removing files
eu: Fitxategiak kentzen
he: מוסרים קבצים כעת
pa: ਫਾਇਲਾਂ ਹਟਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
uk: Видалення файлів

source: Removing
eu: Kentzen
he: מסיר כעת
pa: ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
uk: Видалення

source: Extracting
eu: Ateratzen
he: מחלץ כעת
pa: ਖੋਲ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ
uk: Розпакування

source: Compressed
eu: Konprimiturik
he: דחוס
pa: ਕੰਪਰੈਸਡ
uk: Стиснутий

source: Adding
eu: Gehitzen
he: מוסיף כעת
pa: ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
uk: Додавання

source: Execute
eu: Exekutatu
pa: ਚਲਾਓ
uk: Виконуваний

source: Command exited with status %d.
eu: Komandoa %d egoerarekin irten da.
he: הפקודה הסתיימה עם סטטוס %d.
pa: ਕਮਾਂਡ %d ਹਾਲਤ ਨਾਲ ਬੰਦ ਹੋਈ।
uk: Команда завершилась зі статусом %d.

source: Command interrupted by user
eu: Komandoa erabiltzaileak gelditurik
he: הפקודה נקטעה על-ידי המשתמש
pa: ਉਪਭੋਗੀ ਨੇ ਕਮਾਂਡ ਚਲਾਈ
uk: Команду перервано користувачем

source: Command received SIGSEGV
eu: Komandoak SIGSEGV jaso du
he: הפקודה קיבלה SIGSEGV
pa: ਕਮਾਂਡ ਨੂੰ SIGSEGV ਮਿਲਿਆ
uk: Команда отримала SIGSEGV

source: Command Terminated
eu: Komandoa Amaiturik
he: הפקודה הסתיימה
pa: ਕਮਾਂਡ ਖਤਮ ਹੋਈ
uk: Команду завершено

source: Show full path
ar: عرض كامل المسار
ast: Amosar camín completu
bg: Показване на пълният път.
da: Vis hele sti
es: Mostrar ruta completa
eu: Bide osoa ikusi
he: הצגה של הנתיב המלא
hr: Pokaži punu stazu
id: Tampilkan alamat penuh
kk: Толық жолын көрсету
lv: Rādīt pilnu ceļu
pa: ਪੂਰਾ ਪਾਥ ਵੇਖਾਓ
pl: Pełna ścieżka
ru: Показать полный путь
sr: Прикажи пуну путању
te: పూర్తి పథాన్ని చూపించు
tl_ph: Ipakita ang buong path
uk: Показати повний шлях
zh_tw: 顯示完整路徑

source: Show the full path strings for each entry
ar: عرض كل المسار لكل إدخال
ast: Amosar la cadena col camín completu pa cada entrada
bg: Показване на пълният път за всеки файл.
da: Vis den fulde stistreng for hvert element
es: Mostrar la cadena con la ruta completa para cada entrada
eu: Sarrera bakoitzaren bide osoa ikusi
he: הצגת מחרוזות עם הנתיב המלא עבור כל רשומה
id: Tampilkan tali alamat penuh untuk tiap entri
kk: Толық жолды әр элемент үшін көрсету
lv: Rādīt pilnu ceļu, katram ierakstam
pa: ਹਰੇਕ ਇੰਦਰਾਜ਼ ਲਈ ਪੂਰੀ ਪਾਥ ਲਾਈਨ ਵੇਖਾਓ
pl: Wyświetla pełną ścieżkę dla każdego wpisu
ru: Показать путь для каждого файла
sr: Прикажи ниске потпуне путање за сваки извор
tl_ph: Ipakita ang buong path para sa bawat entry
uk: Показувати повний рядок шляху для кожного елемента
zh_tw: 每個條目都顯示完整的路徑字串

source: Application Icon:
ar: أيقونة التطبيق:
ast: Iconu d'aplicación:
bg: Икона на програма:
da: Programikon:
es: Icono de aplicación:
eu: Aplikazioa Ikonoa:
he: סמליל היישום:
hr: Ikona programa:
id: Ikon Aplikasi:
kk: Бағдарлама таңбашасы:
lv: Lietotnes Ikona:
pa: ਕਾਰਜ ਆਈਕਾਨ:
pl: Ikona programu:
ru: Иконка приложения:
sr: Иконице програма:
te: అనువర్తనం ప్రతీక:
uk: Значок програми:
zh_tw: 應用程式圖示：

source: Add / Extract icons:
ar: أضف/ أيقونات الإستخراج:
ast: Amestar / Estrayer iconos:
bg: Добавяне / Извличане на икони:
da: Tilføj / udpak ikoner:
es: Añadir / Extraer iconos:
eu: Gehitu / Atera ikonoak:
he: הוספה / חילוץ סמלילים:
hr: Dodaj/raspakiraj ikone:
id: Tambah / Ekstrak ikon:
kk: Қосу / Тарқату таңбашалары:
lv: Pievienot / Atspiest ikonas:
pa: ਸ਼ਾਮਲ / ਖੋਲ੍ਹਣ ਆਈਕਾਨ:
pl: Ikony dodaj / rozpakuj:
ru: Добавить / Извлечь иконки:
sr: Додај / распакуј иконе:
te: ప్రతీకాలను కలుపు/పొందు:
tl_ph: Magdagdag / Extract icons:
uk: Значки додавання / розпакування:
zh_tw: 加入 / 抽出圖示：

source: Based on the original extract icon created by Andreas Nilsson
ar: مبني على أيقونة إستخراج الأصلي لـ Andreas Nilsson
ast: Basáu nel iconu orixinal d'estraición criáu por Andreas Nilsson
bg: Базирано на оригиналната икона, създадена от Andreas Nilsson
da: Baseret på den originale "extract icon" skabt af Andreas Nilsson
es: Basado en el icono original de extracción creado por Andreas Nilsson
eu: Andreas Nilsson-ek sorturiko atera ikonoan oinarriturik
he: מבוסס על סמליל החילוץ המקורי שנוצר על-ידי Andreas Nilsson
hr: Temeljeno na izvornoj ikoni za raspakiranje koju je napravio Andreas Nilsson
id: Berdasarkan ikon ekstrak asli yang dibuat oleh Andreas Nilsson
kk: Andreas Nilsson жасаған Тарқату таңбашасы негізінде жасалған
lv: Balstīts uz oriģinālo izvilkšanas ikonu, kuras autors ir Andreas Nilsson
pa: ਐਂਡਰਿਸ ਨੀਲਸਨ ਵਲੋਂ ਅਸਲੀ ਖੋਲ੍ਹਣ ਆਈਕਾਨ ਉੱਤੇ ਆਧਾਰਿਤ
pl: Na bazie ikon Andreasa Nilssona
ru: Основано на оригинальной иконке, созданной Andreas Nilsson
sr: Засновано на оригиналном распаковању икона створеном од стране Андреаса Нилсона
tl_ph: Batay sa orihinal na extract icon na likha ni Andreas Nilsson
uk: Базується на оригінальному значку розпакування створеному Andreas Nilsson
zh_tw: 基於 Adreas Nilsson 所建立的原始抽出圖示

source: Open
ar: فتح
ast: Abrir
bg: Отваряне
da: Åbn
es: Abrir
eu: Ireki
he: פתיחה
hr: Otvori
id: Buka
kk: Ашу
lv: Atvērt
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
ru: Открыть
sr: Отвори
te: తెరువు
tl_ph: Buksan
uk: Відкрити
zh_tw: 開啟

source: Archive Manager
ar: مدير الأرشيف
ast: Xestor de ficheros comprimíos
bg: Мениджър на архиви
da: Arkivhåndtering
es: Gestor de archivos comprimidos
hr: Upravitelj arhivama
id: Manajer Arsip
kk: Архивтерді басқарушысы
lv: Arhīva Pārvaldnieks
pl: Menedżer archiwów
ru: Менеджер архивов
sr: Управљач архивом
te: సంగ్రహ నిర్వాహకం
zh_tw: 封存管理員

source: Create and manage archives with the archive manager
ar: إنشاء و إدارة الأرشيفات بمدير الارشيفات
ast: Cria y alministra ficheros comprimíos col xestor de ficheros comprimíos
bg: Създаване на архив с мениджъра на архиви
da: Opret og håndter arkiver med arkivhåndteringen
es: Cree y administre archivos comprimidos con el gestor de archivos comprimidos
hr: Napravite i upravljajte arhivama pomoću upravitelja arhivama
id: Buat dan atur arsip dengan manajer arsip
kk: Архивтерді басқарушы көмегімен архивтерді жасау және басқару
lv: Izveido un pārvaldi arhīvus ar arhīva pārvaldnieku
pl: Tworzy i zarządza archiwami
ru: Создать архив с помощь менеджера архивов
sr: Направите и управљајте архивама уз помоћ управника архива
te: సంగ్రహ నిర్వాహకముతో సంగ్రహాలను సృష్టించండి మరియు నిర్వహించండి
tl_ph: Lumikha at mamahala ng mga archive gamit ang archive manager
zh_tw: 封存管理員可建立與管理封存檔

source: Squeeze Archive Manager
ar: مدير الأرشيفات سكويز
ast: Xestor de ficheros comprimíos Squeeze
bg: Мениджър на архиви Squeeze
da: Squeeze-arkivhåndtering
es: Gestor de archivos comprimidos Squeeze
hr: Squeeze upravitelj arhivama
id: Manajer Arsip Squeeze
kk: Squeeze архивтерді басқарушысы
lv: Squeeze arhīva pārvaldnieks
pl: Menedżer archiwów Squeeze
ru: Менеджер архивов Sqeeze
sr: Управљач архивом Цедиљка
te: స్వీజీ సంగ్రహ నిర్వాహకం
zh_tw: Squeeze 封存管理員

source: Visible:
ar: مرئي:
bg: Видим:
kk: Көрінетін:
pl: Widoczny:
ru: Видимые:
sr: Видљиво:
zh_tw: 可見：

source: Available:
ar: المتوفر:
bg: Достъпен:
kk: Қолжетерлік:
pl: Dostępny:
ru: Доступные:
sr: Доступно:
te: లభ్యం:
zh_tw: 可用：

source: _Add files
ar: _أضف ملفات
ast: Amestar fiche_ros
bg: _Добавяне на файлове
da: _Tilføj filer
es: Añadir a_rchivos
hr: _Dodaj datoteke
id: _Tambah berkas
kk: Ф_айлдарды қосу
lv: _Pievienot failus
pl: _Dodaj pliki
ru: _Добавить файлы
sr: Додај _датотеке
te: ఫైళ్ళను జతచేయి (_A)
tl_ph: _Dagdag file
zh_tw: 加入檔案(_A)

source: _Add _folders
ar: _أضف _مجلدات
ast: Amestar _direutorios
bg: _Добавяне на папки
da: _Tilføj _mapper
es: Añadir _directorios
hr: _Dodaj mape
id: _Tambah _folder
kk: _Бумаларды қосу
lv: _Pievienot _mapes
pl: _Dodaj _katalogi
ru: _Добавить папку
sr: Додај _фасцикле
te: సంచయాలను జతచేయి (_A)
tl_ph: _Dagdag _folder
zh_tw: 加入資料夾(_A)

source: Add files
ar: أضف ملفات
ast: Amestar ficheros
bg: Добавяне на файлове
da: Tilføj filer
es: Añadir archivos
hr: Dodaj datoteke
id: Tambah berkas
kk: Файлдарды қосу
lv: Pievienot failus
pl: Dodaj pliki
ru: Добавить файлы
sr: Додај датотеке
te: ఫైళ్ళను జతచేయి
tl_ph: dagdag file
zh_tw: 加入檔案

source: Add folders
ar: أضف مجلدات
ast: Amestar direutorios
bg: Добавяне на папки
da: Tilføj mapper
es: Añadir directorios
hr: Dodaj mape
id: Tambah folder
kk: Бумаларды қосу
lv: Pievienot mapes
pl: Dodaj katalogi
ru: Добавить папку
sr: Додај фасцикле
te: సంచయాలను జతచేయి
tl_ph: Dagdag folder
zh_tw: 加入資料夾

source: Squeeze cannot add folders to this archive type, the application to support this is missing.
ar: سكويز لا يمكنه إضافة المجلدات إلى هذا النوع الأرشيف التطبيق الذي يدعم هذا مفقود.
ast: Squeeze nun puede amestar direutorios a esta triba de ficheru: falta l'aplicación que lo sofita.
bg: Squeeze не може да добави папки в архив от този тип, липсва нужното за това приложение.
da: Squeeze kan ikke tilføje mapper til denne arkivtype, programmet til understøttelse af dette mangler.
es: Squeeze no puede añadir directorios a este tipo de archivo: falta la aplicación que lo soporta.
hr: Squeeze ne može dodati mapu u ovaj tip arhive, nedostaje program koji to podržava
id: Squeeze tak dapat menambah folder untuk tipe arsip ini, aplikasi untuk mendukung ini hilang.
kk: Squeeze архивтердің осы түріне бумаларды қоса алмайды, оған қолдау көрсететін қолданба жоқ болып тұр.
lv: Squeeze nevar pievienot mapes šim arhīva tipam, trūks pievienošanai nepieciešamā lietotne.
pl: Nie można dodać katalogów do archiwum tego typu. Brak programu do obsługi operacji.
ru: Squeeze не может добавить папки в архив этого типа, приложение для этого отсутствует.
sr: Цедиљка не мже додати фасцикле овој врсти архиве, програм подршке за ту радњу недостаје.
tl_ph: Hindi maidagdag ng Squeeze ang mga folder sa ganitong archive type, nawawala ang application na susuporta rito.
zh_tw: Squeeze 無法加入資料夾至此封存類型， 遺失支援此類型的應用程式。

source: _General
ar: _عام
bg: _Общи
kk: Жал_пы
pl: _Główny
ru: _Общие
sr: _Опште
te: సాధారణం (_G)
zh_tw: 一般(_G)

source: Archive viewer:
ar: عارض الأرشيف:
bg: Преглед на архив:
hr: Preglednik arhive:
kk: Архив қараушысы:
pl: Przeglądarka archiwum:
ru: Просмотр архивов:
sr: Прегледач архиве:
te: సంగ్రహ వీక్షకం:
zh_tw: 封存檢視器：

source: _Show Icons
ar: _إظهار الأيقونات
bg: Показване на икони
hr: _Pokaži ikone
pl: _Pokaż ikony
ru: Показывать _значки
sr: _Прикажи иконице
te: ప్రతీకలను చూపించు (_S)
zh_tw: 顯示圖示(_S)

source: _Rules Hint
ar: _تلميح القواعد
bg: Списък с правила
pl: _Podpowiedź zasad
ru: Раскра_шивать список
sr: _Наговештај правила

source: Sorting:
ar: الفرز:
bg: Подреждане:
kk: Сұрыптау:
pl: Sortuję:
ru: Сортировка:
sr: Ређање:
te: క్రమబద్ధీకరణ:
zh_tw: 排序：

source: Sort _Case Sensitive
ar: فرز وتحسس الحالة
bg: Подреждане по чувствителен регистър
kk: Регистрді е_скеріп сұрыптау
pl: Uwzględnianie wielkości liter podczas sortowania
ru: С у_четом регистра букв
sr: Поређај према _величини слова
zh_tw: 排序區分大小寫(_C)

source: Sort _Folders First
ar: فرز المجلدات أولاً
bg: Подреждане първо на папките
hr: Najprije sortiraj _mape
kk: Алдымен бум_аларды сұрыптау
pl: Sortowanie katalogów przed plikami
ru: _Папки перед файлами
sr: Поређај прво _фасцикле
te: సంచయాలను మొదట పేర్చు (_F)
zh_tw: 先排序資料夾(_F)

source: Navigation bar:
ar: شريط التنقل:
bg: Лента за навигация:
hr: Navigacijska traka:
kk: Навигация панелі:
pl: Pasek położenia:
ru: Панель навигации:
sr: Трака кретања:
zh_tw: 瀏覽列：

source: _Behaviour
ar: _السّلوك
bg: Поведения
kk: _Мінез-құлығы
pl: _Zachowanie
ru: По_ведение
sr: _Понашање
te: ప్రవర్తన (_B)
zh_tw: 行為(_B)

source: Preferences
ar: تفضيلات
bg: Настройки
kk: Баптаулар
pl: Preferencje
ru: Настройки
sr: Поставке
te: ప్రాధాన్యతలు
zh_tw: 偏好設定

source: _Archivers
ar: _الأرشيفات
bg: Архиватори
kk: _Архивтеушілер
pl: _Archiwizatory
ru: _Архиваторы
sr: _Архивери
te: సంగ్రహకాలు (_A)
zh_tw: 封存器(_A)
